{   
    "DEFAULT_LANG": "ua",
    "LANGUAGES": {
        "en": "en",
        "ua": "ua"
    },
    "en": {
        "menu": {
            "aboutWar": "About the war",
            "ourTeam": "Our team",
            "ourNeeds": "Our needs",
            "donate": "Donate"
        },
        "header": {
            "languages": "Languages:", 
            "languageSelector": {
                "mobileOptions": [                    {
                    "value": "ua",
                    "label": "Ukrainian",
                    "flag": "🇺🇦"
                },
                {
                    "value": "en",
                    "label": "English",
                    "flag": "🇬🇧"
                }],
                "options": [
                    {
                        "value": "ua",
                        "label": "Ukrainian 🇺🇦"
                    },
                    {
                        "value": "en",
                        "label": "English 🇬🇧"
                    }
                ],
                "defaultValue": {
                    "value": "en",
                    "label": "English 🇬🇧"
                },
                "placeholder": "English  🇬🇧"
            }
        },
        "welcome": {
            "communication": "Protect our land. We stand!",
            "description": "Help to save Ukrainians lives. Let’s stop the  shillings!",
            "donate": "Donate"
        },
        "aboutWar": {
            "title": "About the war",
            "description": "Wouldn’t you want to protect your land? On February 24, 2022, at 5 am, Russia shamelessly attacked Ukraine. Cynically calling it a “special operation,” Russian Federation has been committing acts of genocide against the Ukrainian people ever since. Hundreds of thousands of civilians are under fire without access to essential survival means. But Ukraine stands, and its warriors bravely fight for democracy, freedom, and life against the greatest tyranny since The Third Reich."
        },
        "ourTeam": {
            "title": "Our team",
            "description": "Our goal is to help. We are DOPOMOGA2022, a public organization that supports Ukraine's fight for independence and helps state organizations find and purchase critical resources."
        },
        "equipment": {
            "title": "We need your help to buy a specific equipment",
            "whatIsScyCTRL": "Help us buy SKYctrl",
            "descriptionSkyCTRL": "Closing the sky is vital for Ukraine. We need to stop enemies from shooting from the sky. This is essential for protecting civilians and shielding our troops while they’re freeing the country from the invaders. This is why we need to buy the SKYctrl anti-drone system from APS. It automatically detects small to medium drones and disrupts them with the help of electromagnetic interference. But we can’t do this without your help",
            "howMuchMoneyTitle": "How much money do we need?",
            "howMuchMoneyDescription": "The SKYctrl system by APS costs 250,000 USD. The sum is significant, and we need your help collecting it. Our public organization collects funds and guarantees they will go toward purchasing the system. SKYctrl is an inventory item that will bring results instantly, without delays. Moreover, the manufacturer supports its soonest delivery, so your contribution will have immediate results.",
            "donate": "Donate"
        },
        "requisities": {
            "title": "Your help matters",
            "description": "Please consider donating. It will mean the world to us. Literally.",
            "ourRequisites": "Our requisites",
            "donateDirectly": "Donate directly"
        },
        "teamMembers": {
            "maksim": {
                "name": "Maksym Kolomiiets",
                "role": "Product Owner at Vchasno EDI"
            },
            "kostya": {
                "name": "Kostiatntyn Ilchenko",
                "role": "Presale manager at LuxoftI"
            },
            "vlad": {
                "name": "Vladyslav Kasianenko",
                "role": "software entrepreneur at Zentray Software"
            },
            "oleksii": {
                "name": "Oleksii Palatnyi",
                "role": "CEO at Grate Paper"
            },
            "andrii": {
                "name": "Аndrii Palatnyi",
                "role": "Frontend engineer"
            }
        }
    },
    "ua": {
        "menu": {
            "aboutWar": "Війна",
            "ourTeam": "Команда",
            "ourNeeds": "Потреба",
            "donate": "Допомогти"
        },
        "header": {
            "languages": "Обрати мову:", 
            "languageSelector": {
                "mobileOptions": [                    {
                    "value": "ua",
                    "label": "Українська",
                    "flag": "🇺🇦"
                },
                {
                    "value": "en",
                    "label": "Англійська",
                    "flag": "🇬🇧"
                }],
                "options": [
                    {
                        "value": "ua",
                        "label": "Українська 🇺🇦"
                    },
                    {
                        "value": "en",
                        "label": "Англійська 🇬🇧"
                    }
                ],
                "defaultValue": {
                    "value": "ua",
                    "label": "Українська 🇺🇦"
                },
                "placeholder": "Українська 🇺🇦"
            }
        },
        "welcome": {
            "communication": "Допомагаємо зберігти житя українців. Давайте зупинимо обстріли!",
            "description": "Необхідно зупинити обстріли нашої теріторії Росією з неба. Допоможіть нам придбати систему протидії дронам для зменшення повітряних атак!",
            "donate": "Допомогти"
        },
        "aboutWar": {
            "title": "Захищаємо свою землю",
            "description": "24 лютого 2022 року о 5 ранку Росія безсоромно напала на Україну. Цинічно називаючи це «спецоперацією», Російська Федерація відтоді вчиняє акти геноциду проти українського народу. Сотні тисяч мирних жителів перебувають під обстрілом без доступу до основних засобів виживання. Але Україна стоїть, і її воїни мужньо борються за демократію, незалежність і життя проти найбільшої тиранії з часів Третього Рейха."
        },
        "ourTeam": {
            "title": "Наша мета - допомагати",
            "description": "“Допомога 2022” - громадська організація котра підтримує українську боротьбу за незалежність і допомагає державним організаціям з отриманням критичних ресурсів."
        },
        "equipment": {
            "title": "Ми плануємо закуповувати SKYctr",
            "whatIsScyCTRL": "Допопможіть захистити небо України",
            "descriptionSkyCTRL": "Захист неба є життєво важливим для України. Нам необхідно зупинити ворожі обстріли з неба. Це критично важливо для захисту мирного населення та прикриття військових в той час як вони звільняють країни від загарбників. Саме тому ми плануємо придбати системи SKYctrl виробництва APS. Вони автоматично ідентифікують малі та тактичні дрони протидіють ним на різних частотах електромагнітним випромінюванням.",
            "howMuchMoneyTitle": "Система SKYctrl виробництва APS коштує 250,000 USD.",
            "howMuchMoneyDescription": "Наша громадська організація акумулює кошти та гарантує їх використання лише на цільову потребу - придбання системи протидії дронам. SKYctrl є складською позицією і може бути поставлена у найкоротший час та почати працювати на захист нашого неба від ворожих дронів найшвидше серед аналогічних систем. Виробник підтримує надання цієї системи нам, тож ваша допомога прнесе користь у найкоротший час.",
            "donate": "Допомогти"
        },
        "requisities": {
            "title": "Реквізити для переказів",
            "description": "Будь ласка, підтримайте нас пожертвами. Це питання життя чи смерті. Досить буквально",
            "ourRequisites": "Реквізити",
            "donateDirectly": "Допомогти"
        },
        "teamMembers": {
            "maksim": {
                "name": "Максим Коломїєць",
                "role": "Product Owner at Vchasno EDI"
            },
            "kostya": {
                "name": "Костянтин Ільченко",
                "role": "Presale manager at LuxoftI"
            },
            "vlad": {
                "name": "Владислав Касьяненко",
                "role": "software entrepreneur at Zentray Software"
            },
            "oleksii": {
                "name": "Олексій Палатний",
                "role": "CEO at Grate Paper"
            },
            "andrii": {
                "name": "Андрій Палатний",
                "role": "Frontend engineer"
            }
        }
    }
}